String lekha =
    "ইউরিয়া সারের উপ্প্রয়োদ করতে হবে।ধানের চারা রোপনের ১৫-২০ দিনে পর প্রথম কিস্তি, ৩০-৪০ দিন পর দ্বিতীয় কিস্তি এবং ৫০-৫৫ দিনপর শেষ কিস্তি হিসেবে ইউরিয়া সার উপরিপ্রয়োগ করত হবে। বোরো ধানে নিয়মিত সেচ প্রদান, আগছা দমন, বালাই ব্যবস্থাপনাসহ অন্যান্য পরিচর্যা করতে হবে।";
String lekha2 = "রোগ পোকা থেকে ধান গাছকে বাচাতে সমন্বিত বালাই ব্যবস্থাপনা পদ্ধতি প্রয়োগ করতে পারেন। এখত্রে পরিচ্ছন্ন চাষাবাদ, আন্তপরিচর্যা, যান্ত্রিক দমন, উপকারী, পোকা সংরক্ষন্‌ ক্ষেতে ডালপালা পুতে পাখি বসার ব্যবস্থা করা, আলোর ফাদ এসবের মাধ্যমে ধাঙ্কখেত বালাইমুক্ত করতে পারেন। এভাবে রোগ ও পোকার আক্রমন প্রতিহত করা না গেলে শেষ উপায় হিসেবে বিশেষজ্ঞের পরামর্শ নিয়ে সঠিক বালাইনাশক, সঠিক সময়ে, সঠিক মাত্রায় প্র্যোগ করতে হবে।";



String bridhan29="ব্রি ধান২৯ বোরো মৌসুমের একটি নাবী জাতের ধান। ১৯৯৪ সালে এ জাতটি বাণিজ্যিক ভিত্তিতে চাষাবাদের জন্য অনুমোদন করা হয়। এটি একটি উচ্চ ফলন ক্ষমতা সম্পন্ন জাত।";

